Repository: eduardoweiland/gnome-shell-portfolio-manager
Catalog: po/*.po
Languages: de, pt_br

source: Portfolio value:
de: Depotwert:
pt_br: Valor da carteira:

source: Purchase value:
de: Kaufwert:
pt_br: Valor comprado:

source: Difference to purchase value:
de: Differenz seit Kauf:
pt_br: Diferença para o valor comprado:

source: Difference to previous day:
de: Differenz zum Vortag:
pt_br: Diferença para o dia anterior:

source: cnt.
de: Stk.
pt_br: qtd.

source: symbol
pt_br: símbolo

source: price
de: Preis
pt_br: preço

source: Today
de: Heute
pt_br: Hoje

source: Flash on change
de: Blinken bei Änderung
pt_br: Piscar com mudanças

source: Portfolio currency
de: Währung des Depots
pt_br: Moeda da carteira

source: Update rate (seconds)
de: Aktualisierungsrate (Sekunden)
pt_br: Taxa de atualização (segundos)

source: 5-Day Chart
pt_br: Gráfico de 5 dias

source: Total
de: Insgesamt
